[{"raidTypeId":94,"startMessage":"Dryads have returned to protect the forest north of Edron."},{"raidTypeId":166,"startMessage":"A disturbance in the ether stirs up the undead of the Ghostlands. "},{"raidTypeId":169,"startMessage":"The ancient volcano on Goroma slowly becomes active once again."},{"raidTypeId":174,"startMessage":"Beware, beware the halloween hare."},{"raidTypeId":175,"startMessage":"Oh noes! It's a mutated pumpkin!"},{"raidTypeId":180,"startMessage":"An ancient evil is awakening in the mines beneath Hrodmir."},{"raidTypeId":181,"startMessage":"There seems to be a bat problem in the Kazordoon mines."},{"raidTypeId":182,"startMessage":"Goblins are preparing to attack Kazordoon from Femor Hills!"},{"raidTypeId":183,"startMessage":"Goblins of the infamous Grynch Clan are invading Kazordoon to steal all presents, beware!"},{"raidTypeId":187,"startMessage":"Kaplar! Flee before it is too late! Minos in the Kazordoon Mines!"},{"raidTypeId":189,"startMessage":"Hunters on the hunt north of the Green Claw Swamp."},{"raidTypeId":193,"startMessage":"Goblins of the infamous Grynch Clan are invading Liberty Bay to steal all presents, beware!"},{"raidTypeId":194,"startMessage":"There has been an unnatural rise in flamingo population on the Laguna Islands."},{"raidTypeId":195,"startMessage":"Pirates are launching a surprise attack on Liberty Bay! Take care, they seem to be everywhere."},{"raidTypeId":196,"startMessage":"Unknown ships are sighted north of Liberty Bay."},{"raidTypeId":197,"startMessage":"Something is moving in the depths of the sea around Liberty Bay."},{"raidTypeId":198,"startMessage":"Numerous Quara fins have been sighted in the seas around Liberty Bay."},{"raidTypeId":199,"startMessage":"Numerous Quara fins have been sighted in the seas around Liberty Bay."},{"raidTypeId":200,"startMessage":"Numerous Quara fins have been sighted in the seas around Liberty Bay."},{"raidTypeId":202,"startMessage":"Sails sighted northwest of Liberty Bay."},{"raidTypeId":207,"startMessage":"Majestic creatures with stripes roam the small desert at Meriana."},{"raidTypeId":23,"startMessage":"Nomad scouts have been sighted close to the gates to Ankrahmun."},{"raidTypeId":95,"startMessage":"Dryads have returned to protect the northern forests near Ab'Dendriel."},{"raidTypeId":111,"startMessage":"Shriiiiiek! What evil intentions do the wyverns have northwest of Edron?"},{"raidTypeId":116,"startMessage":"One of the ten lights went dark and disappeared! All hope is lost now. Flee into your houses and hope to survive this day."},{"raidTypeId":122,"startMessage":"Devovorga has awoken."},{"raidTypeId":125,"startMessage":"Devovorga is raging!"},{"raidTypeId":235,"startMessage":"The dead of the plains of havoc are becoming restless!"},{"raidTypeId":237,"startMessage":"There are some kongras congregating south of Banuta."},{"raidTypeId":238,"startMessage":"Something bad is happening deep, deep down under Banuta."},{"raidTypeId":281,"startMessage":"Spectral scum is invading the towns! Ask a fortune teller for help!"},{"raidTypeId":283,"startMessage":"Barbarians are gathering at Bittermor. They seem to be up to something."},{"raidTypeId":284,"startMessage":"Goblins of the infamous Grynch Clan are invading Svargrond to steal all presents, beware!"},{"raidTypeId":301,"startMessage":"The King's mages have summoned some elementals in the knight's arena for your enjoyment."},{"raidTypeId":322,"startMessage":"Oh no! Ab'Dendriel beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":325,"startMessage":"Oh no! Darashia beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":327,"startMessage":"Oh no! Kazordoon beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":24,"startMessage":"Unusual frequent scarab sightings at the gates of Ankrahmun."},{"raidTypeId":43,"startMessage":"There is a slight uneven energy in the ghostlands west of Carlin. Something is going to happen soon."},{"raidTypeId":66,"startMessage":"The Full Moon rises and werehyaenas are roaming the Northern Darama Desert!"},{"raidTypeId":87,"startMessage":"Mortals, beware. Liches are being summoned in Drefia's Deeper Vampire Crypts."},{"raidTypeId":89,"startMessage":"The priestesses in Drefia call their sisters to wake dark powers. Fight their evil purpose!"},{"raidTypeId":91,"startMessage":"The Pale Count has risen from his crypt deep under Drefia. Blood will flow."},{"raidTypeId":92,"startMessage":"One of the black rituals in Drefia has succeeded. Dead meat is walking the ritual halls."},{"raidTypeId":93,"startMessage":"Dryads have returned to protect their tree gardens underneath Cormaya."},{"raidTypeId":96,"startMessage":"Dryads have returned to protect the jungle of Tiquanda."},{"raidTypeId":99,"startMessage":"Goblins are converging west of Edron."},{"raidTypeId":100,"startMessage":"Goblins of the infamous Grynch Clan are invading Edron to steal all presents, beware!"},{"raidTypeId":101,"startMessage":"Some hunters are roaming the woods north of Edron!"},{"raidTypeId":102,"startMessage":"Some monks have gathered at a stone circle northwest of Edron. They seem to be up to something."},{"raidTypeId":103,"startMessage":"Deep under Edron, the orc population seems to grow rapidly. Be careful and take a rope with you!"},{"raidTypeId":104,"startMessage":"Orshabaal's minions are working on his return to the World. LEAVE Edron at once, mortals."},{"raidTypeId":25,"startMessage":"There is something slimy going on in the Ankrahmun Mahrdis tombs."},{"raidTypeId":26,"startMessage":"Something is moving under the surface in the sand north of Ankrahmun!"},{"raidTypeId":27,"startMessage":"Some skeletons are assembling north of Ankrahmun!"},{"raidTypeId":28,"startMessage":"Cold bodies with long teeth have lowered the temperature down in the Ankrahmun Mahrdis tombs."},{"raidTypeId":29,"startMessage":"There's a sudden ice cold wind in the Ankrahmun Morguthis tombs!"},{"raidTypeId":32,"startMessage":"Scouts report a barbarian army gathering near Svargrond."},{"raidTypeId":37,"startMessage":"Amazons are converging north of Carlin."},{"raidTypeId":39,"startMessage":"Goblins of the infamous Grynch Clan are invading Carlin to steal all presents, beware!"},{"raidTypeId":40,"startMessage":"Some orcs are assembling in the woods between Carlin and Northport."},{"raidTypeId":42,"startMessage":"Trolls trolling north-west of Carlin!"},{"raidTypeId":44,"startMessage":"Some wasps have been found north of Carlin. There is some loud buzzing in the air."},{"raidTypeId":55,"startMessage":"The seals on Ferumbras' old citadel are glowing. Prepare for HIS return, mortals."},{"raidTypeId":59,"startMessage":"Goblins of the infamous Grynch Clan are invading Darashia to steal all presents, beware!"},{"raidTypeId":60,"startMessage":"Hungry lions scout the western Darashian desert. Travellers beware!"},{"raidTypeId":61,"startMessage":"Minotaurs call to arms in the north of Darashia!"},{"raidTypeId":62,"startMessage":"A necromancer prepares to wake the dead in a crypt below Darashia!"},{"raidTypeId":63,"startMessage":"Pillage and plunder! Pirates have been sighted north of Darashia!"},{"raidTypeId":1,"startMessage":"A troll is happily trolling the Orc Fortress - somebody call the CMs!"},{"raidTypeId":2,"startMessage":"A mummy has appeared somewhere east of Grizzly Adams... start counting!"},{"raidTypeId":3,"startMessage":"A War Golem has appeared south-west of Svargrond."},{"raidTypeId":4,"startMessage":"A strange ghost has appeared somewhere in the deepling area. This calls for an experienced ghost hunter!"},{"raidTypeId":5,"startMessage":"The birds in the forest below the Outlaw Camp have stopped to sing. There's gonna be a riot here soon."},{"raidTypeId":6,"startMessage":"A muse has appeared south of Vengoth castle and creative energy is starting to form."},{"raidTypeId":7,"startMessage":"A bug has appeared in Stonehome. Testers, to the rescue!"},{"raidTypeId":10,"startMessage":"There are dragons rising in Draconia!"},{"raidTypeId":11,"startMessage":"Forest animals spread out close to Ab'Dendriel!"},{"raidTypeId":12,"startMessage":"Goblins of the infamous Grynch Clan are invading Ab'Dendriel to steal all presents, beware!"},{"raidTypeId":13,"startMessage":"Many aggressive beasts are roaming south of Ab'Dendriel! Take care!"},{"raidTypeId":15,"startMessage":"Something is crawling deep in the Ankrahmun Scarab caves."},{"raidTypeId":16,"startMessage":"Bonebeasts are rattling down in the Ankrahmun Dipthrah tombs."},{"raidTypeId":17,"startMessage":"There's something sizzling in the Ankrahmun Dipthrah tombs."},{"raidTypeId":18,"startMessage":"There is a sudden rise in djinn population in Kha'zeel!"},{"raidTypeId":20,"startMessage":"There is something stony moving down in the Ankrahmun Rahemos tombs."},{"raidTypeId":21,"startMessage":"Goblins of the infamous Grynch Clan are invading Ankrahmun to steal all presents, beware!"},{"raidTypeId":22,"startMessage":"Necromancer attack in the Ankrahmun Omruc tombs!"},{"raidTypeId":64,"startMessage":"Hordes of undead invade from the west of Darashia!"},{"raidTypeId":203,"startMessage":"Slowly but steadily, the population of tortoises grows on Treasure Island."},{"raidTypeId":229,"startMessage":"The mating season of the giant spiders is at hand. Leave the plains of havoc as fast as you can."},{"raidTypeId":239,"startMessage":"Lizards seem to attack Port Hope from Chor."},{"raidTypeId":240,"startMessage":"Goblins of the infamous Grynch Clan are invading Port Hope to steal all presents, beware!"},{"raidTypeId":243,"startMessage":"Terrorbirds have been sighted in Trapwood south-east of Port Hope!"},{"raidTypeId":257,"startMessage":"Goblins of the infamous Grynch Clan are invading Rathleton to steal all presents, beware!"},{"raidTypeId":287,"startMessage":"There is a sudden rise in the ice golem population in Formorgar Mines."},{"raidTypeId":289,"startMessage":"Packs of winter wolves have been sighted roaming the area near the barbarian camps in Svargrond!"},{"raidTypeId":323,"startMessage":"Oh no! Ankrahmun beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":324,"startMessage":"Oh no! Carlin beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":326,"startMessage":"Oh no! Edron beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":293,"startMessage":"Rat plague in Thais!"},{"raidTypeId":294,"startMessage":"Let da mashing begin! Cyclops riot east of Thais."},{"raidTypeId":296,"startMessage":"Goblins of the infamous Grynch Clan are invading Thais to steal all presents, beware!"},{"raidTypeId":297,"startMessage":"The King's mages have summoned some creatures from the tombs in the knight's arena for your enjoyment."},{"raidTypeId":298,"startMessage":"The King's mages have summoned some dragon lords in the knight's arena for your enjoyment."},{"raidTypeId":299,"startMessage":"The King's mages have summoned some dragons in the knight's arena for your enjoyment."},{"raidTypeId":300,"startMessage":"The King's mages have summoned some dworcs in the knight's arena for your enjoyment."},{"raidTypeId":328,"startMessage":"Oh no! Liberty Bay beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":329,"startMessage":"Oh no! Port Hope beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":330,"startMessage":"Oh no! Svargrond beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":2241,"startMessage":"The dragon Nimmersatt is distracted! Help to breach its lair! Join the heist at the coast north of Carlin!"},{"raidTypeId":302,"startMessage":"The King's mages have summoned some frost dragons in the knight's arena for your enjoyment."},{"raidTypeId":303,"startMessage":"The King's mages have summoned some goblins in the knight's arena for your enjoyment."},{"raidTypeId":304,"startMessage":"The King's mages have summoned some creatures from the Tiquanda jungle in the knight's arena for your enjoyment."},{"raidTypeId":305,"startMessage":"The King's mages have summoned some lizards in the knight's arena for your enjoyment."},{"raidTypeId":306,"startMessage":"The King's mages have summoned some minotaurs in the knight's arena for your enjoyment."},{"raidTypeId":307,"startMessage":"The King's mages have summoned some orcs in the knight's arena for your enjoyment."},{"raidTypeId":308,"startMessage":"The King's mages have summoned some trolls in the knight's arena for your enjoyment."},{"raidTypeId":310,"startMessage":"Orc activity near Thais reported! Beware!"},{"raidTypeId":311,"startMessage":"Some orcs are assembling north of Thais."},{"raidTypeId":312,"startMessage":"Buzzing and humming! Wasps south of Thais. Be careful there!"},{"raidTypeId":313,"startMessage":"The lizards of Chor are amassing an army to take over the southern Jungle!"},{"raidTypeId":331,"startMessage":"Oh no! Thais beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":332,"startMessage":"Oh no! Yalahar beware! All bad entertainers are returning from their graves to haunt their audience once again!"},{"raidTypeId":334,"startMessage":"Elven scouts from Shadowthorn have been spotted near Venore! Beware!"},{"raidTypeId":335,"startMessage":"Dark energy is concentrating in the Green Claw Swamp. Something is about to happen there."},{"raidTypeId":336,"startMessage":"Goblins of the infamous Grynch Clan are invading Venore to steal all presents, beware!"},{"raidTypeId":337,"startMessage":"There is a sudden rise in wyvern population in the mushroom gardens beneath Gnomebase Alpha."},{"raidTypeId":346,"startMessage":"Goblins of the infamous Grynch Clan are invading Yalahar to steal all presents, beware!"},{"raidTypeId":347,"startMessage":"Citizens of Yalahar, beware! Harbingers of vampiric blood thirst are appearing in the city. Fight them or take your chance to flee while you still can."},{"raidTypeId":350,"startMessage":"Like a swarm of locusts the dreaded lancer beetles are pouring over the fertile parts of Zao."},{"raidTypeId":357,"startMessage":"The dragons of the Dragonblaze Mountains have descended to Zao to protect the lizardkin!"},{"raidTypeId":366,"startMessage":"An orcish horde, ready for murder and plunder, is amassing to begin its travel through the steppes of Zao. Beware!"},{"raidTypeId":367,"startMessage":"There seems to be a big gnarlhound gang in Zao Steppe."},{"raidTypeId":368,"startMessage":"Lancer beetles troop up in Farmine. Beware!"},{"raidTypeId":369,"startMessage":"A massive orc force is gathering at the gates of Zzaion."},{"raidTypeId":751,"startMessage":"Something abnominale is rising! Search for its spawns! Gather an army and destroy this threat!"},{"raidTypeId":2232,"startMessage":"Beware mortals! Orshabaal's brother, the infamous Morshabaal is out for revenge and will spread fear for his family once again!"}]